export const pageText = {
    title: [
        ['현재 직업이 무엇인가요?'],
        ['회사에 재직 중이신가요?'],
        ['연차를 선택해주세요'],
        ['밥자리를 통해 나누고 싶은','이야기를 선택해주세요'],
        ['밥자리 희망 스케쥴을','등록해주세요'],
        ['밥자리 희망 장소를','등록해주세요'],
        ['직업을 인증해주세요'],
        ['희망 감사비를 설정해주세요'],
        ['자기소개 타이틀을','작성해주세요'],
        ['자신에 대하여','자세하게 소개해주세요'],
    ],
    subtitle: [
        [],
        [],
        [],
        [],
        ['등록된 스케쥴 중에서','예비직업인이 밥자리를 제안합니다'],
        ['등록된 장소 중에서','예비직업인이 밥자리를 제안합니다'],
        ['직업 인증을 거쳐야','예비직업인과의 밥자리를 가질 수 있습니다'],
        ['감사비란, 예비직업인이 직업인에게','지불하는 금액입니다'],
        ['밥자리 타이틀은','검색목록에서 보여집니다'],
        ['직무/회사 등을 자세하게 작성할수록','성공적인 밥자리 매칭에 가까워집니다'],
    ],
}

export const careerAuthText = {
    title: [
        [['인증을 위해','회사 이메일을 입력해주세요'],['회사 이메일로 받은','인증번호를 입력해주세요']],
        ['인증을 위해','재직증명서를 첨부해주세요'],
        ['인증을 위해','사업자등록증을 첨부해주세요'],
        ['인증을 위해','기타 증빙자료를 첨부해주세요'],
    ],
    subtitle: [
        [],
        ['인증은 약 24시간 소요됩니다'],
        ['인증은 약 24시간 소요됩니다'],
        ['인증은 약 24시간 소요됩니다'],
    ],
}